[
  {
    "Author": "Haselnussbomber",
    "Name": "HaselTweaks",
    "InternalName": "HaselTweaks",
    "AssemblyVersion": "14.8.0",
    "Description": "Keep on tweaking.",
    "ApplicableVersion": "any",
    "RepoUrl": "https://github.com/Haselnussbomber/HaselTweaks",
    "DalamudApiLevel": 8,
    "LoadRequiredState": 0,
    "LoadSync": false,
    "CanUnloadAsync": false,
    "LoadPriority": 0,
    "Punchline": "A collection of quality of life tweaks.",
    "AcceptsFeedback": true,
    "Changelog": "Sorry for the quick updates, but I just came up with this solution:\n\nPortrait Helper\n\n- Added**: \"Re-equip Gearset when it was updated\" option (default **off to prevent confusion).\n  - This option ensures the glamour plate is applied after updating the gearset by re-equipping it, which should help with portrait resetting to default. Of course it only works in places where glamour plates are allowed to be applied.",
    "DownloadCount": 0,
    "LastUpdate": 1682205258,
    "DownloadLinkInstall": "https://github.com/Haselnussbomber/HaselTweaks/releases/download/v14.8.0/latest.zip",
    "DownloadLinkUpdate": "https://github.com/Haselnussbomber/HaselTweaks/releases/download/v14.8.0/latest.zip"
  },
  {
    "Author": "Haselnussbomber",
    "Name": "LeveHelper",
    "InternalName": "LeveHelper",
    "AssemblyVersion": "2.0.0",
    "Description": "A little helper to check which Levequests have been completed and which are missing.",
    "ApplicableVersion": "any",
    "RepoUrl": "https://github.com/Haselnussbomber/LeveHelper",
    "DalamudApiLevel": 8,
    "LoadRequiredState": 0,
    "LoadSync": false,
    "LoadPriority": 0,
    "Punchline": "A little helper for Levequests.",
    "AcceptsFeedback": true,
    "Changelog": "I haven't done Levequests in a while, which also means I haven't been working on this plugin. This was the last progress I made roughly a month ago.\nI'm releasing this now, just so it doesn't go to waste. Hopefully it works correctly and isn't very buggy. :pray:\n\n---\n\nThis is the biggest update to LeveHelper yet, featuring an all-new queue and recipe tree for crafting/gathering leves!\n\nThe LeveHelper window is now a bit smaller due to removed columns, so you might have to resize it. It's also now separated into tabs:\n\nLevequest List\n\nThis was and still is the main plugin window listing all levequests in the game.\n\n- Added: Filters can now be collapsed to save screen real estate.\n- Added: Clicking on an accepted levequest will open the quest journal.\n- Added: Accepted crafting/gathering levequests will list their required items underneath the name.\n- Changed: Tooltip and name colors have been adjusted.\n  - Incomplete levequests are still displayed in red, completed in green.\n  - Accepted levequests are now displayed in yellow.\n  - Levequests ready for turn in are now displayed in a yellowish-green as a middle ground between accepted and completed.\n  - Failed levequests are now displayed in orange as a middle ground between incomplete and accepted.\n  - Unavailable levequests (which are based on your character's starting city) are now grayed out.\n- Changed: Removed allowance cost column as it only affects Grand Company Leves which already have an indicator in their name.\n- Fixed: The allowance costs of accepted levequests will no longer be included in the needed allowances calculation.\n\nQueue\n\nThis tab lists items you need to gather, fish and/or craft for your currently accepted leves.\n\n- Gather: Gatherables are grouped by zone and sorted by teleport cost.\n- Other: These items may be drops or being sold by vendors. For now, check on GarlandTools DB.\n- Craft: Items you need to craft are sorted by dependency, so you can easily work your way down the list.\n\nRecipe Tree\n\nThis tab shows the recipe tree for all items required by your currently accepted craft leves.\n\nConfiguration\n\nPreviously in its own window, the configuration now moved into its own tab.",
    "DownloadCount": 175,
    "LastUpdate": 1682084035,
    "DownloadLinkInstall": "https://github.com/Haselnussbomber/LeveHelper/releases/download/v2.0.0/latest.zip",
    "DownloadLinkUpdate": "https://github.com/Haselnussbomber/LeveHelper/releases/download/v2.0.0/latest.zip"
  }
]