[
  {
    "Author": "Haselnussbomber",
    "Name": "HaselTweaks",
    "InternalName": "HaselTweaks",
    "AssemblyVersion": "16.1.0",
    "Description": "Keep on tweaking.",
    "ApplicableVersion": "any",
    "RepoUrl": "https://github.com/Haselnussbomber/HaselTweaks",
    "DalamudApiLevel": 8,
    "LoadRequiredState": 0,
    "LoadSync": false,
    "CanUnloadAsync": false,
    "LoadPriority": 0,
    "Punchline": "A collection of quality of life tweaks.",
    "AcceptsFeedback": true,
    "Changelog": "HaselTweaks\n\n- Added: You can now set the plugins language via a Plugin Configuration menu bar in the plugin window. To toggle the menu bar, click on the gear button in the top right corner. The default language, which was previously determined by the client language, is now whatever is set in Dalamud (if not supported, it defaults to English). You can also choose to automatically use whatever the client is using, or set the language directly.  \n  *Please note:* I can only provide full translation in English and German. While French and Japanese are supported as they are part of the game, I only included the few lines I had already translated using ChatGPT. If you want to help translating the plugin into another language, feel free to edit the Translations.json and submit a pull request! :)  \n  To avoid confusion I decided not to translate tweak names (for now).\n\nAether Current Helper\n\n- Changed: The window now hides and unhides automatically with the game UI.\n\nDTR\n\n- Added: A configuration field to change the FPS unit text (default: \" fps\").\n\nEnhanced Experience Bar\n\n- Fixed: The experience bar should no longer get stuck on old data, as it will now try to update it every frame until it's done.\n\nGear Set Grid\n\n- Added: The id column now has a tooltip with the gear set name and the glamour plate id (if linked).\n- Added: The id column now also has a context menu to link/change/unlink glamour plates and edit portraits.\n- Changed: Removed the \"Allow switching gearsets\" option, because that's the default now.\n- Fixed: The mouse cursor no longer changes to a hand when hovering over something because gear sets and items can't be dragged out of the ImGui window.",
    "DownloadCount": 621,
    "LastUpdate": 1692108480,
    "DownloadLinkInstall": "https://github.com/Haselnussbomber/HaselTweaks/releases/download/v16.1.0/latest.zip",
    "DownloadLinkUpdate": "https://github.com/Haselnussbomber/HaselTweaks/releases/download/v16.1.0/latest.zip"
  },
  {
    "Author": "Haselnussbomber",
    "Name": "LeveHelper",
    "InternalName": "LeveHelper",
    "AssemblyVersion": "2.0.8",
    "Description": "A little helper to check which Levequests have been completed and which are missing.",
    "ApplicableVersion": "any",
    "RepoUrl": "https://github.com/Haselnussbomber/LeveHelper",
    "DalamudApiLevel": 8,
    "LoadRequiredState": 0,
    "LoadSync": false,
    "CanUnloadAsync": false,
    "LoadPriority": 0,
    "Punchline": "A little helper for Levequests.",
    "AcceptsFeedback": true,
    "Changelog": "Last update made things worse, but I hope this time we got the gatherable items all categorized correctly. \n\n- Added: Hidden gatherables are now marked as hidden in the queue.\n- Added: The plugin has been translated into German. I don't understand other languages, so if you want to translate it into French or Japanese (or any other language), pull requests are welcome.\n- Changed: Queue steps now have indentation for better readability.",
    "DownloadCount": 256,
    "LastUpdate": 1691939017,
    "DownloadLinkInstall": "https://github.com/Haselnussbomber/LeveHelper/releases/download/v2.0.8/latest.zip",
    "DownloadLinkUpdate": "https://github.com/Haselnussbomber/LeveHelper/releases/download/v2.0.8/latest.zip"
  }
]